Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/diskuterer_revitalisering_av_pitesamisk_og_umesamisk_sprak_i_norge.html.tmx
Source language: nob
Languages: smj

source: Diskuterer revitalisering av pitesamisk og umesamisk språk i Norge
smj: Dágástallá bidumsámegiela ja ubbmemsámegiela ælládahttemav Vuonan

source: Sametinget skal på plenumsmøte i mars diskutere hvordan man kan gjøre pitesamisk og umesamisk språk levende igjen i Norge.
smj: Sámedigge dágástallá snjuktjamáno ållestjåhkanimen bidumsámegiela ja ubbmemsámegiela ælládahttemav Vuonan.

source: Sametingsrådet ser at det er nødvendig å anerkjenne pitesamisk og umesamisk som samiske språk i Norge.
smj: Sámedikkeráde vuojnná la dárbbo bidumsámegielav ja ubbmemsámegielav dåhkkidit sámegiellan Vuonan.

source: – Dette er viktig i forhold til revitalisering og synliggjøring av språkene, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: – Dat la ájnas gielaj ælládahttema ja tjalmostahttema diehti, javllá sámedikkeráde Mikkel Eskil Mikkelsen (NSR).

source: I 2021 gjennomførte professor Jon Todal på vegne av Sametinget i Norge undersøkelser om pitesamisk og umesamisk språk, og har skrevet utredninger om situasjonen nå og tiltak for framtida for språkene.
smj: 2021’n tjadádij professåvrrå Jon Todal guoradallamijt Vuona bielen Sámedikke åvdås bidumsámegiela ja ubbmemsámegiela birra, ja sån la tjállám tjielggidusájt dálásj gielladilij birra ja boahtteájge dåjmaj birra.

source: I utredningene understrekes det at et samarbeid med de pitesamiske og umesamiske miljøene på svensk side er nødvendig.
smj: Tjielggidusájn dættoduvvá aktisasjbarggo bihtámsáme ja ubbmemsáme birrasij Svieriga bielen la dárbulasj.

source: – Utredningene har gitt Sametinget et grunnlag for å se om det er mulig å revitalisere disse språkene.
smj: – Tjielggidusá li buorep vuodov vaddám Sámediggáj máhttelisvuodajt árvustallat gåktu ælládahttet dájt gielajt.

source: De har også gitt en oversikt over mulige veier videre i revitaliseringsarbeidet på norsk side, sier Mikkelsen.
smj: Da li aj åbbålasj gåvåv vaddám makkir máhttelisvuoda li barggat vijddásappot gielaj ælládahttemijn Vuonan, javllá Mikkelsen.

source: Utredningene viser at situasjonen for disse språkene på norsk side er relativt lik.
smj: Tjielggidusá vuosedi dáj gielaj dile Vuona bielen li viehka sæmmilágátja.

source: Utredningene peker på at hard fornorskningspolitikk i disse områdene har ført til at det ikke er språkbrukere på norsk side som har hatt pitesamisk eller umesamisk som hjemmespråk i barndommen.
smj: Garra dárojduhttempolitihkka l vájkkudam Vuona bielen ælla bihtámsáme ja ubbmemsáme giellaaddne gejn la læhkám sámegiella sijddagiellan mánnávuodan.

source: Det finnes likevel folk som gjennom slekt og kulturell tilknytning identifiserer seg med både pitesamisk og umesamisk språk og kulturtradisjon.
smj: Dájn guovlojn li huoman ulmutja gudi berajvuoda ja kultuvralasj tjadnusij baktu identifisieriji ietjasa bihtámsáme ja ubbmemsáme gielajn ja kultuvrraárbbedábijn.

source: Språkene er fortsatt i bruk på svensk side og det finnes personer som behersker pitesamisk og umesamisk på ulike nivåer.
smj: Giela li ájn anon Svieriga bielen ja ulmutja Svieriga bielen háldadi bihtámsámegielav ja ubbmemsámegiela iesjguhtik dásijn.

source: Status for språkene er likevel kritisk og begge språkene anses som alvorlig truede språk.
smj: Gielajn la huoman duodalasj dille ja goappásj giela li sælldásit ájteduvvam giela.

source: Sametinget har hatt folkemøter i de pitesamiske og umesamiske språkområdene, for å få oppmerksomhet og informasjon om situasjonen for språkene og samtidig få informasjon om hvilke behov og forventninger språkmiljøene både på norsk og svensk side har for revitaliseringsarbeidet.
smj: Sámedigge l álmmuktjåhkanimijt ásadam bihtámsáme ja ubbmemsáme guovlojn, berustime låpptima ja oattjotjit diedojt sihke gielladilijn, ja avtabuohta oadtjop diedojt giellabirrasijn sihke Vuona ja Svieriga bielen makkir dárbo ja vuorddemusá siján li ælládahttembargguj.

source: Det kom frem at språkmiljøene har interesse for å ta tilbake og bevare språkene.
smj: Bådij åvddån jut la berustibme válldet ruopptot ja gielajt várjjalit.

source: Sametingsrådet velger å fremme en felles plenumssak for revitalisering av pitesamisk og umesamisk språk i Norge.
smj: Sámedikkeráde vállji aktisasj ållestjåhkanimássjev åvdedit bihtámsáme- ja ubbmemsámegiela ælládahttema birra Vuonan.

source: Forslag til vedtak deles opp, slik at det blir et eget vedtak for pitesamisk og et eget for umesamisk.
smj: Mærrádusárvvalus la guovten oasen, akta bidumsámegiellaj ja nubbe ubbmemsámegiellaj.

source: Sametingsrådet foreslår at Sametinget anerkjenner pitesamisk og umesamisk som samiske språk i Norge.
smj: Sámedikkeráde ævtot Sámedigge dåhkkit sihke bihtámsámev ja ubbmemsámegielav sámegiellan Vuonan.

source: – Vi vil bidra til at det kan legges til rette for å skape aktive pitesamiske og umesamiske språkmiljøer på norsk side og arbeide for å få i gang samarbeid over landegrensen, sier Mikkelsen.
smj: – Sihtap vájkkudit jut hiebaduvvá dille nav vaj máhtti dagáduvvat aktijva bihtámsáme ja ubbmemsámegiellabirrasa Vuona bielen, ja dan vuossti barggap jut ásaduvvá rájájrasstididdje aktisasjbarggo, javllá Mikkelsen.

source: Sametingsrådet foreslår derfor å utarbeide egne prioriteringer i budsjettet for revitalisering og styrking av språkene.
smj: Sámedikkeráde dan diehti árvval sierra vuorodimijt dahkat budsjæhttaj ælládahttemij ja nannitjit dajt gielajt.

source: Sametingsrådet foreslår også arbeide for å få inn disse to språkene i forskriften til Lov om stadnamn (stadnamnlova), slik at flere pitesamiske og umesamiske stedsnavn kan registreres i Sentralt stedsnavnregister og brukes i offentlig sammenheng.
smj: Sámedikkeráde árvval aj dan vuossti barggat vaj dajt guokta gielajt oadtjot bájkkenammalága njuolgadustjállagij, vaj ienep bihtámsáme ja ubbmemsáme bájkkenamá máhtti guovdásj bájkkenammaregisstarij registrieriduvvat vaj da máhtti almulattjat aneduvvat.

source: Saken behandles i plenumsmøte onsdag 8. mars.
smj: Ássje giehtadaláduvvá ållestjåhkanimen snjuktjamáno 8. biejve.

source: Les sakspapirer: Sak 08/23 Revitalisering av pitesamisk og umesamisk språk i Norge
smj: Lågå ássjepáhppárijt: Ássje 08/23 Bidumsámegiela ja ubbmemsámegiela ælládahttem Vuonan

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161 , mikkel.eskil.mikkelsen@samediggi.no
smj: Ságajdahttema jali gatjálvisá, guládalá sámedikkerádijn Mikkel Eskil Mikkelsenijn (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
